Repository: Ja1y1/TimesPalm
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Collect the dates by clicking on them and then checking your answer
ar: اجمع حبات التمر عبر الضغط عليها لحل المعادلة والتحقق من الجواب

source: Correct answer
ar: اجابة صحيحة

source: Correct Answer
ar: اجابة صحيحة

source: good job
ar: احسنت

source: Good job!
ar: احسنت!

source: Next
ar: التالي

source: press this button to check your answer
ar: اضغط هنا لتتحقق من اجابتك

source: Question from the chosen table
ar: سؤال من جدول الضرب المراد حله

source: right answer
ar: اجابة صحيحة

source: Skip
ar: تخطي

source: start playing
ar: ابدا اللعب

source: Start playing
ar: ابدا اللعب

source: The correct answer appears after pressing check
ar: ظهور الحل والإجابة الصحيحة بعد التحقق

source: try again
ar: حاول مرة اخرى

source: wrong answer
ar: اجابة خاطئة

source: Wrong Answer
ar: اجابة خاطئة

source: You finished the table
ar: انهيت الجدول كاملًا

source: you finished the whole table
ar: انهيت الجدول كاملًا
